export default function About() {
  return (
    <div className='grid grid-cols-2'>
      <div className='flex flex-col gap-8 items-center justify-center leading-7 text-lg lg:col-span-1 col-span-2'>
        <p>
          غذاخوری‌ها از دیدگاه نوع مشتریان، بهای خوراک‌ها و کیفیت خدمات ارائه
          شده، اغلب به دو دسته بخش می‌شوند، دستهٔ نخست، غذاخوری‌های بی‌تکلف و
          ارزان‌قیمت‌اند که بیشتر مشتریانشان از باشندگان همان محل هستند یا در
          همان محدوده کار می‌کنند. در این‌گونه غذاخوری‌ها، مهمانان مقید به رعایت
          آداب و رسوم ویژه‌ای نیستند و بیشتر با لباس‌های معمولی و غیررسمی در
          غذاخوری حاضر می‌شوند. دستهٔ دوم غذاخوری‌های گران‌قیمت هستند. در
          این‌گونه غذاخوری‌ها، بهای خوراک‌ها و خدمات بالاست و بسته به عرف و
          فرهنگ جوامع گوناگون، میهمانان با پوشاک رسمی یا نیمه‌رسمی حضور
          می‌یابند.
        </p>
        <p>
          ارایهٔ غذا در رستوران با همکاری همهٔ کارمندان رستوران انجام می‌شود.
          چینش ادوات غذاخوری، ارایهٔ منو و دریافت سفارش از مهمانان و ارایهٔ غذا
          به ایشان، تحویل صورت‌حساب، دریافت وجه و در پایان مرتب‌ساختن و پیراستن
          میز از وظایف کارکنان رستوران است که امروزه با استفاده از نرم افزار
          رستورانی انجام میشود. پخت غذا نیز از وظایف آشپزها به‌شمار می‌آید.
          غذاخوری خویش‌یار یا سلف سرویس گونه‌ای از غذاخوری است که در آن خود
          مشتریان از خودشان پذیرایی کرده و به‌طور مستقیم درگیر می‌شوند.
        </p>
      </div>
      <img
        src='/logo.jpg'
        className='sm:w-[80%] h-[450px] my-5 object-cover rounded-lg lg:col-span-1 col-span-2 w-[90%] lg:mr-auto mx-auto'
        alt=''
      />
    </div>
  );
}
