interface food {
  id: number;
  name: string;
  src: string;
  description: string;
  price: number;
  quantity: number;
}

export const FOODS: food[] = [
  {
    id: 1,
    name: 'beef-tacos',
    src: '/images/beef-tacos.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 2,
    name: 'caesar-salad',
    src: '/images/caesar-salad.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 3,
    name: 'chicken-curry',
    src: '/images/chicken-curry.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 4,
    name: 'chocolate-brownie',
    src: '/images/chocolate-brownie.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 5,
    name: 'eggplant-parmesan',
    src: '/images/eggplant-parmesan.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 6,
    name: 'falafel-wrap',
    src: '/images/falafel-wrap.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 7,
    name: 'grilled-chicken-sandwich',
    src: '/images/grilled-chicken-sandwich.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 8,
    name: 'lemon-cheesecake',
    src: '/images/lemon-cheesecake.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 9,
    name: 'lobster-bisque',
    src: '/images/lobster-bisque.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 10,
    name: 'mac-and-cheese',
    src: '/images/mac-and-cheese.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 11,
    name: 'margherita-pizza',
    src: '/images/margherita-pizza.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 12,
    name: 'miso-ramen',
    src: '/images/miso-ramen.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 13,
    name: 'mushroom-risotto',
    src: '/images/mushroom-risotto.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 14,
    name: 'pancake-stack',
    src: '/images/pancake-stack.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 15,
    name: 'seafood-paella',
    src: '/images/seafood-paella.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 16,
    name: 'spaghetti-carbonara',
    src: '/images/spaghetti-carbonara.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 17,
    name: 'steak-frites',
    src: '/images/steak-frites.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 18,
    name: 'sushi-roll-platter',
    src: '/images/sushi-roll-platter.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 19,
    name: 'vegan-buddha-bowl',
    src: '/images/vegan-buddha-bowl.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
  {
    id: 20,
    name: 'veggie-burger',
    src: '/images/veggie-burger.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 100000,
    quantity: 0,
  },
];
