interface food {
  id: number;
  name: string;
  src: string;
  description: string;
  price: number;
  quantity: number;
}

export const FOODS: food[] = [
  {
    id: 1,
    name: 'beef-tacos',
    src: '/images/beef-tacos.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 2100000,
    quantity: 1,
  },
  {
    id: 2,
    name: 'caesar-salad',
    src: '/images/caesar-salad.jpg',
    description:
      'سالاد سزار از محبوب ترین سالاد های بین المللی می باشد. سالادسزار اصالتی ایتالیای دارد و مانند دیگر غذا های ایتالیایی مانند پاستا و پیتزا در سراسر جهان پر طرفدار می باشد. سالاد سزار هم مانند پاستا با دستور تهیه های متفاوتی تهیه می شو ما در این بخش از آشپزخانه نمناک طرز تهیه سالاد سزار را به شما آموزش می دهیم. ',
    price: 2300000,
    quantity: 1,
  },
  {
    id: 3,
    name: 'chicken-curry',
    src: '/images/chicken-curry.jpg',
    description:
      'خورش کاری با مرغ یک غذای ساده و خوشمزه و با طعمی متفاوته. ادویه‌ی کاری بیشتر در آشپزی شرق و غذاهای هندی و پاکستانی و افغانستانی بکار می‌رود. کاری ادویه‌ی مفید و چربی‌سوزی هست که کمی تندی داره و پیشنهاد میکنم با توجه به ذائقه‌تون طعمش رو تو خورش تنظیم کنید. طعم و عطر این خورش بخاطر وجود ادویه های زیاد می باشد که ما را یاد جنوب ایران می اندازد. کاریه در واقع به غذاهای گفته می شود که در سس آماده می شوند. خورش کاری دستورهای بسیار زیادی دارد که ما در آشمزی سعی کردیم آسان ترین روش و خوشمزه ترین خورش کاری با مرغ و خامه را به شما آموزش بدهیم.',
    price: 3700000,
    quantity: 1,
  },
  {
    id: 4,
    name: 'chocolate-brownie',
    src: '/images/chocolate-brownie.jpg',
    description:
      'برای درست کردن دسر براونی شکلاتی ابتدا 100 گرم شکلات تلخ را خرد کرده و در ظرفی ریخته و به آن 100 گرم کره و 1/3 پیمانه شکر اضافه کرده و به روش بن ماری شکلات و کره را ذوب کرده و ترکیب می کنیم. سپس ظرف را از روی حرارت برداشته و در ادامه 1 ½ پیمانه آرد، 2 قاشق غذا خوری پودر کاکائو و 1 قاشق چای خوری را داخل الک ریخته و آن ها را داخل ظرف حاوی ترکیب شکلات، کره و شکر الک می کنیم و با قاشقی شروع به ترکیب کردن آن ها می کنیم، در ادامه ½ پیمانه شیر گرم و ½ قاشق چای خوری را به ترکیبات اضافه کرده و مخلوط کردن آن ها را ادامه می دهیم تا به یک فرم خمیری برسیم.',
    price: 1300000,
    quantity: 1,
  },
  {
    id: 5,
    name: 'eggplant-parmesan',
    src: '/images/eggplant-parmesan.jpg',
    description:
      ' اگپلنت پارمیجا (Eggplant Parmigiana) یا اگپلنت پارمسان (Eggplant Parmesan) یک غذای ایتالیایی بسیار خوشمزه و البته ساده است. این غذا با استفاده از بادمجان (اگپلنت)، پنیر پارمسان، سس گوجه‌فرنگی و ادویه‌جات تهیه می‌شود. از آن جایی که بادمجان حاوی فیبر و مواد مغذی مفیدی مانند ویتامین C، ویتامین K، پتاسیم و آنتی‌اکسیدان‌هاست و پنیر هم سرشار کلسیم و پروتئین است، اگپلنت پارمسان غذایی مفید و مغذی است.',
    price: 2130000,
    quantity: 1,
  },
  {
    id: 6,
    name: 'falafel-wrap',
    src: '/images/falafel-wrap.jpg',
    description:
      'فلافل یکی از انواع غذاهای خوشمزه عربی است که به عنوان یک غذای بین المللی در سراسر جهان شناخته می شود. این غذای خوشمزه به چند دلیل از محبوب ترین غذاهای خاورمیانه می باشد، از دلایل محبوبیت فلافل می توان به سرعت پخت ، قیمت بسیار ارزان و گیاهی بودن آن اشاره کرد. البته به دلیل همین محبوبیت ورژن های بسیاری از فلافل ایجاد شده است، مثلا کسانی که می خواهند فلافل را به صورت کم کالری تر مصرف کنند، می توانند فلافل را به جای سرخ کردن در روغن فراوان درون فر درست کنند.',
    price: 750000,
    quantity: 1,
  },
  {
    id: 7,
    name: 'grilled-chicken-sandwich',
    src: '/images/grilled-chicken-sandwich.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 1400000,
    quantity: 1,
  },
  {
    id: 8,
    name: 'lemon-cheesecake',
    src: '/images/lemon-cheesecake.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 1700000,
    quantity: 1,
  },
  {
    id: 9,
    name: 'lobster-bisque',
    src: '/images/lobster-bisque.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 3800000,
    quantity: 1,
  },
  {
    id: 10,
    name: 'mac-and-cheese',
    src: '/images/mac-and-cheese.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 1200000,
    quantity: 1,
  },
  {
    id: 11,
    name: 'margherita-pizza',
    src: '/images/margherita-pizza.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 3700000,
    quantity: 1,
  },
  {
    id: 12,
    name: 'miso-ramen',
    src: '/images/miso-ramen.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 2210000,
    quantity: 1,
  },
  {
    id: 13,
    name: 'mushroom-risotto',
    src: '/images/mushroom-risotto.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 1100000,
    quantity: 1,
  },
  {
    id: 14,
    name: 'pancake-stack',
    src: '/images/pancake-stack.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 3700000,
    quantity: 1,
  },
  {
    id: 15,
    name: 'seafood-paella',
    src: '/images/seafood-paella.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 4500000,
    quantity: 1,
  },
  {
    id: 16,
    name: 'spaghetti-carbonara',
    src: '/images/spaghetti-carbonara.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 3100000,
    quantity: 1,
  },
  {
    id: 17,
    name: 'steak-frites',
    src: '/images/steak-frites.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 4500000,
    quantity: 1,
  },
  {
    id: 18,
    name: 'sushi-roll-platter',
    src: '/images/sushi-roll-platter.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 3200000,
    quantity: 1,
  },
  {
    id: 19,
    name: 'vegan-buddha-bowl',
    src: '/images/vegan-buddha-bowl.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 2100000,
    quantity: 1,
  },
  {
    id: 20,
    name: 'veggie-burger',
    src: '/images/veggie-burger.jpg',
    description:
      'تاکو، غذای سنتی مکزیک است. این غذا از یک نان تورتیلای پخته‌شده از آرد ذرت یا گندم تشکیل می‌شو‌‌د که با مواد مختلفی آن را پر می‌کنند؛ از گوشت گرفته تا مرغ و غذای دریایی و سبزیجات و حتی پنیر. تاکو را معمولا با دست می‌خورند و با سس سالسا یا آووکادو سرو می‌کنند.',
    price: 2500000,
    quantity: 1,
  },
];
