import Recipes from '../models/RecipesModel';

export default [
  new Recipes(
    'آش رشته',
    'ابتدا در مرحله اول حبوبات به جز عدس را باید از شب قبل خیس کنید و در طی شب نیز چند بار آب حبوبات را عوض کنید تا نفخ آن‌ها گرفته شود و بهتر پخته شود. عدس از یک ساعت قبل از پختن آش خیس کنید. سپس در مرحله دوم لوبیا چیتی، لوبیا قرمز و نخود را جداگانه بپزید اما عدس را نیم‌پز کنید در غیر این صورت در طول پختن آش رشته عدس وا رفته و خراب می‌شود. حال در مرحله سوم پیاز‌ها را نگینی خرد کنید و همراه با روغن در قابلمه بزرگ که می‌خواهید آش رشته را در آن بپزید تفت دهید تا پیاز شفاف و نرم شود.'
  ),
  new Recipes(
    'ماکارونی',
    'اولین مرحله از درست کردن ماکارونی این است که، در یک قابلمه، آب جوش بیاورید. برای این کار در یک قابلمه مناسب به میزان دو‌سوم آب بریزید، مقداری نمک به آن اضافه کنید و اجازه دهید به جوش آید.'
  ),
];
